meetup/app/controllers/comments_controller.rb

  def create
    c = Comment.new
    c.username = params[:username]
    c.email = params[:email]
    c.content = params[:content]
    c.issue_id = params[:issue_id]
    c.save
---
INSERT INTO `comments` (`content`, `created_at`, `email`, `issue_id`, `updated_at`, `username`) VALUES ('说说', '2014-11-09 02:40:24', '说说', 2, '2014-11-09 02:40:24', '说说')