meetup/app/controllers/issues_controller.rb

SELECT  `issues`.* FROM `issues`  WHERE `issues`.`id` = 2 LIMIT 1
---
  def show
     @issue = Issue.find(params[:id])

SELECT  `issues`.* FROM `issues`  WHERE `issues`.`id` = 2 LIMIT 1
---
  def edit
    @issue = Issue.find(params[:id])

INSERT INTO `issues` (`content`, `created_at`, `title`, `updated_at`) VALUES ('ss', '2014-11-07 01:17:03', 'ss', '2014-11-07 01:17:03')
---
  def create
    Issue.create(issue_params)

SELECT  `issues`.* FROM `issues`  WHERE `issues`.`id` = 1 LIMIT 1
UPDATE `issues` SET `title` = 'Peter is by your side!', `updated_at` = '2014-11-07 13:51:46' WHERE `issues`.`id` = 1
---
  def update
    i = Issue.find(params[:id])
    i.update_attributes(issue_params)

SELECT  `issues`.* FROM `issues`  WHERE `issues`.`id` = 1 LIMIT 1
DELETE FROM `issues` WHERE `issues`.`id` = 1
---
  def destroy
    i = Issue.find(params[:id])
    i.destroy